Revit 2027 API
ParameterTypeId.SystemZoneArea Property
 "System-Zone Area"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SystemZoneArea { get; }
Public Shared ReadOnly Property SystemZoneArea As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SystemZoneArea {
	ForgeTypeId^ get ();
}
static member SystemZoneArea : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace